Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: %lld tags
ar: %lld وسم
bg: %lld етикета
bn: %lldটি ট্যাগ
ca: %lld etiquetes
cs: %lld štítků
da: %lld mærkater
el: %lld ετικέτες
es_es: %lld etiquetas
es_mx: %lld etiquetas
et: %lld silti
fa: %lld برچسب
fi: %lld tunnistetta
gu: %lld ટૅગ
he: %lld תגיות
hi: %lld टैग
hr: %lld oznaka
hu: %lld címke
id: %lld tag
is: %lld merki
it: %lld tag
ja: %lld個のタグ
kn: %lld ಟ್ಯಾಗ್‌ಗಳು
ko: 태그 %lld개
lt: Žymų: %lld
lv: Birkas: %lld
ml: %lld ടാഗുകൾ
mr: %lld टॅग
nb: %lld tagger
pa: %lld ਟੈਗ
pl: %lld taga
pt_br: %lld etiquetas
ro: %lld de etichete
ru: %lld тега
sk: Počet značiek: %lld
sl: Število oznak: %lld
sv: %lld taggar
sw: Lebo %lld
ta: %lld குறிச்சொற்கள்
te: %lld ట్యాగ్‌లు
th: %lld แท็ก
tr: %lld etiket
uk: Міток: %lld
ur: %lld ٹیگز
vi: %lld nhãn
zh_hans: %lld 个标签
zu: Amathegi: %lld

source: Actions
ar: الإجراءات
bg: Действия
bn: করণীয়
ca: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es_es: Acciones
es_mx: Acciones
et: Toimingud
fa: اقدام‌ها
fi: Toiminnot
gu: ક્રિયાઓ
he: פעולות
hi: कार्रवाइयां
hr: Radnje
hu: Műveletek
id: Tindakan
is: Aðgerðir
it: Azioni
ja: アクション
kn: ಕ್ರಿಯೆಗಳು
ko: 동작
lt: Veiksmai
lv: Darbības
ml: പ്രവർത്തനങ്ങൾ
mr: कृती
nb: Handlinger
nl: Acties
pa: ਕਾਰਵਾਈਆਂ
pl: Działania
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sv: Åtgärder
sw: Vitendo
ta: செயல்கள்
te: చర్యలు
th: การทำงาน
tr: İşlemler
uk: Дії
ur: اقدامات
vi: Thao tác
zh_hans: 操作
zu: Izenzo

source: Attachment
ar: مرفق
bg: Прикачен файл
bn: সংযুক্তি
ca: Adjunt
cs: Příloha
da: Vedhæftning
de: Anhang
el: Συνημμένο
es_es: Adjunto
es_mx: Adjunto
et: Manus
fa: پیوست
fi: Liite
fr: Pièce jointe
gu: જોડાણ
he: קובץ מצורף
hi: अटैचमेंट
hr: Privitak
hu: Melléklet
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
ml: അറ്റാച്ച്മെന്റ്
mr: जोडलेली फाइल
nb: Vedlegg
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pl: Załącznik
pt_br: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priloga
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: ไฟล์แนบ
tr: Ek
uk: Вкладення
ur: منسلکہ
vi: Tệp đính kèm
zh_hans: 附件
zu: Okunamathiselwe

source: Audio attachment
ar: مرفق صوتي
bg: Аудио прикачен файл
bn: অডিও সংযুক্তি
ca: Adjunt d'àudio
cs: Zvuková příloha
da: Lydvedhæftning
de: Audioanhang
el: Συνημμένο ήχου
es_es: Adjunto de audio
es_mx: Adjunto de audio
et: Helimanus
fa: پیوست صوتی
fi: Ääniliite
fr: Pièce jointe audio
gu: ઑડિયો જોડાણ
he: קובץ שמע מצורף
hi: ऑडियो अटैचमेंट
hr: Audioprivitak
hu: Hangmelléklet
id: Lampiran audio
is: Hljóðviðhengi
it: Allegato audio
ja: 音声添付
kn: ಆಡಿಯೊ ಲಗತ್ತು
ko: 오디오 첨부 파일
lt: Garso priedas
lv: Audio pielikums
ml: ഓഡിയോ അറ്റാച്ച്മെന്റ്
mr: जोडलेला ऑडिओ
nb: Lydvedlegg
nl: Audiobijlage
pa: ਆਡੀਓ ਅਟੈਚਮੈਂਟ
pl: Załącznik audio
pt_br: Anexo de áudio
ro: Atașament audio
ru: Аудиовложение
sk: Zvuková príloha
sl: Zvočna priloga
sv: Ljudbilaga
sw: Kiambatisho cha sauti
ta: ஒலி இணைப்பு
te: ఆడియో జోడింపు
th: ไฟล์เสียงแนบ
tr: Ses eki
uk: Аудіовкладення
ur: آڈیو منسلکہ
vi: Tệp âm thanh đính kèm
zh_hans: 音频附件
zu: Umsindo onamathiselwe

source: Add card
ar: إضافة بطاقة
bg: Добавяне на карта
bn: কার্ড যোগ করুন
ca: Afegeix una targeta
cs: Přidat kartičku
da: Tilføj kort
de: Karte hinzufügen
el: Προσθήκη κάρτας
es_es: Añadir tarjeta
es_mx: Agregar tarjeta
et: Lisa kaart
fa: افزودن کارت
fi: Lisää kortti
fr: Ajouter une carte
gu: કાર્ડ ઉમેરો
he: הוספת כרטיסייה
hi: कार्ड जोड़ें
hr: Dodaj karticu
hu: Kártya hozzáadása
id: Tambah kartu
is: Bæta við spjaldi
it: Aggiungi scheda
ja: カードを追加
kn: ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 카드 추가
lt: Pridėti kortelę
lv: Pievienot kartīti
ml: കാർഡ് ചേർക്കുക
mr: कार्ड जोडा
nb: Legg til kort
nl: Kaart toevoegen
pa: ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj fiszkę
pt_br: Adicionar cartão
ro: Adaugă o fișă
ru: Добавить карточку
sk: Pridať kartu
sl: Dodaj kartico
sv: Lägg till kort
sw: Ongeza kadi
ta: அட்டையைச் சேர்
te: కార్డు చేర్చు
th: เพิ่มการ์ด
tr: Kart ekle
uk: Додати картку
ur: کارڈ شامل کریں
vi: Thêm thẻ
zh_hans: 添加卡片
zu: Engeza ikhadi

source: Add or filter tags
ar: إضافة الوسوم أو تصفيتها
bg: Добавяне или филтриране на етикети
bn: ট্যাগ যোগ করুন বা ফিল্টার করুন
ca: Afegeix o filtra etiquetes
cs: Přidat nebo filtrovat štítky
da: Tilføj eller filtrer mærkater
de: Tags hinzufügen oder filtern
el: Προσθήκη ή φιλτράρισμα ετικετών
es_es: Añadir o filtrar etiquetas
es_mx: Agregar o filtrar etiquetas
et: Lisa või filtreeri silte
fa: افزودن یا فیلتر کردن برچسب‌ها
fi: Lisää tai suodata tunnisteita
fr: Ajouter ou filtrer des tags
gu: ટૅગ ઉમેરો અથવા ફિલ્ટર કરો
he: הוספה או סינון של תגיות
hi: टैग जोड़ें या फ़िल्टर करें
hr: Dodaj ili filtriraj oznake
hu: Címkék hozzáadása vagy szűrése
id: Tambah atau filter tag
is: Bæta við eða sía merki
it: Aggiungi o filtra tag
ja: タグを追加または絞り込む
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸೇರಿಸಿ ಅಥವಾ ಫಿಲ್ಟರ್ ಮಾಡಿ
ko: 태그 추가 또는 필터링
lt: Pridėti arba filtruoti žymas
lv: Pievienot vai filtrēt birkas
ml: ടാഗുകൾ ചേർക്കുക അല്ലെങ്കിൽ ഫിൽട്ടർ ചെയ്യുക
mr: टॅग जोडा किंवा गाळा
nb: Legg til eller filtrer tagger
nl: Tags toevoegen of filteren
pa: ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ ਜਾਂ ਫਿਲਟਰ ਕਰੋ
pl: Dodaj lub filtruj tagi
pt_br: Adicionar ou filtrar etiquetas
ro: Adaugă sau filtrează etichete
ru: Добавить теги или отфильтровать
sk: Pridať alebo filtrovať značky
sl: Dodaj ali filtriraj oznake
sv: Lägg till eller filtrera taggar
sw: Ongeza au chuja lebo
ta: குறிச்சொற்களைச் சேர் அல்லது வடிகட்டு
te: ట్యాగ్‌లను చేర్చు లేదా ఫిల్టర్ చేయి
th: เพิ่มหรือกรองแท็ก
tr: Etiket ekle veya filtrele
uk: Додати або відфільтрувати мітки
ur: ٹیگ شامل کریں یا فلٹر کریں
vi: Thêm hoặc lọc nhãn
zh_hans: 添加或筛选标签
zu: Engeza noma hlunga amathegi

source: Again
ar: مرة أخرى
bg: Отново
bn: আবার
ca: Un altre cop
cs: Znovu
da: Igen
de: Nochmal
el: Ξανά
es_es: Otra vez
es_mx: Otra vez
et: Uuesti
fa: دوباره
fi: Uudelleen
fr: À revoir
gu: ફરી
he: שוב
hi: फिर से
hr: Ponovno
hu: Újra
id: Ulangi
is: Aftur
it: Di nuovo
ja: もう一度
kn: ಮತ್ತೆ
ko: 다시
lt: Dar kartą
lv: Vēlreiz
ml: വീണ്ടും
mr: पुन्हा
nb: Igjen
nl: Opnieuw
pa: ਦੁਬਾਰਾ
pl: Jeszcze raz
pt_br: De novo
ro: Din nou
ru: Снова
sk: Znova
sl: Znova
sv: Igen
sw: Tena
ta: மீண்டும்
te: మళ్లీ
th: อีกครั้ง
tr: Tekrar
uk: Ще раз
ur: دوبارہ
vi: Lại
zh_hans: 再来一次
zu: Futhi

source: All cards
ar: كل البطاقات
bg: Всички карти
bn: সব কার্ড
ca: Totes les targetes
cs: Všechny kartičky
da: Alle kort
de: Alle Karten
el: Όλες οι κάρτες
es_es: Todas las tarjetas
es_mx: Todas las tarjetas
et: Kõik kaardid
fa: همهٔ کارت‌ها
fi: Kaikki kortit
fr: Toutes les cartes
gu: બધાં કાર્ડ
he: כל הכרטיסיות
hi: सभी कार्ड
hr: Sve kartice
hu: Összes kártya
id: Semua kartu
is: Öll spjöld
it: Tutte le schede
ja: すべてのカード
kn: ಎಲ್ಲ ಕಾರ್ಡ್‌ಗಳು
ko: 모든 카드
lt: Visos kortelės
lv: Visas kartītes
ml: എല്ലാ കാർഡുകളും
mr: सर्व कार्डे
nb: Alle kort
nl: Alle kaarten
pa: ਸਾਰੇ ਕਾਰਡ
pl: Wszystkie fiszki
pt_br: Todos os cartões
ro: Toate fișele
ru: Все карточки
sk: Všetky karty
sl: Vse kartice
sv: Alla kort
sw: Kadi zote
ta: அனைத்து அட்டைகளும்
te: అన్ని కార్డులు
th: การ์ดทั้งหมด
tr: Tüm kartlar
uk: Усі картки
ur: تمام کارڈز
vi: Tất cả thẻ
zh_hans: 全部卡片
zu: Wonke amakhadi

source: Apply
ar: تطبيق
bg: Прилагане
bn: প্রয়োগ করুন
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es_es: Aplicar
es_mx: Aplicar
et: Rakenda
fa: اعمال
fi: Käytä
fr: Appliquer
gu: લાગુ કરો
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
is: Virkja
it: Applica
ja: 適用
kn: ಅನ್ವಯಿಸಿ
ko: 적용
lt: Taikyti
lv: Lietot
ml: പ്രയോഗിക്കുക
mr: लागू करा
nb: Bruk
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sv: Tillämpa
sw: Tumia
ta: பயன்படுத்து
te: వర్తింపజేయి
th: ใช้
tr: Uygula
uk: Застосувати
ur: لاگو کریں
vi: Áp dụng
zh_hans: 应用
zu: Sebenzisa

source: Back
ar: الوجه الخلفي
bg: Гръб
bn: পেছনের দিক
ca: Revers
cs: Zadní strana
da: Bagside
de: Rückseite
el: Πίσω πλευρά
es_es: Reverso
es_mx: Reverso
et: Tagakülg
fa: پشت کارت
fi: Kääntöpuoli
fr: Verso
gu: પાછળ
he: גב
hi: पीछे
hr: Poleđina
hu: Hátlap
id: Belakang
is: Bakhlið
it: Retro
ja: 裏面
kn: ಹಿಂಭಾಗ
ko: 뒷면
lt: Galinė pusė
lv: Aizmugure
ml: പിൻവശം
mr: मागील बाजू
nb: Bakside
nl: Achterkant
pa: ਪਿਛਲਾ ਪਾਸਾ
pl: Tył
pt_br: Verso
ro: Verso
ru: Обратная сторона
sk: Zadná strana
sl: Zadnja stran
sv: Baksida
sw: Nyuma
ta: பின்புறம்
te: వెనుక వైపు
th: ด้านหลัง
tr: Arka yüz
uk: Зворотний бік
ur: پچھلا رخ
vi: Mặt sau
zh_hans: 背面
zu: Ingemuva

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
es_mx: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fr: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lt: Atšaukti
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zu: Khansela

source: Card not found.
ar: تعذر العثور على البطاقة.
bg: Картата не е намерена.
bn: কার্ড পাওয়া যায়নি।
ca: No s’ha trobat la targeta.
cs: Kartička nenalezena.
da: Kortet blev ikke fundet.
de: Karte nicht gefunden.
el: Η κάρτα δεν βρέθηκε.
es_es: No se encontró la tarjeta.
es_mx: No se encontró la tarjeta.
et: Kaarti ei leitud.
fa: کارت پیدا نشد.
fi: Korttia ei löytynyt.
fr: Carte introuvable.
gu: કાર્ડ મળ્યું નહીં.
he: הכרטיסייה לא נמצאה.
hi: कार्ड नहीं मिला।
hr: Kartica nije pronađena.
hu: A kártya nem található.
id: Kartu tidak ditemukan.
is: Spjald fannst ekki.
it: Scheda non trovata.
ja: カードが見つかりません。
kn: ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 카드를 찾을 수 없습니다.
lt: Kortelė nerasta.
lv: Kartīte nav atrasta.
ml: കാർഡ് കണ്ടെത്തിയില്ല.
mr: कार्ड सापडले नाही.
nb: Fant ikke kortet.
nl: Kaart niet gevonden.
pa: ਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono fiszki.
pt_br: Cartão não encontrado.
ro: Fișa nu a fost găsită.
ru: Карточка не найдена.
sk: Karta sa nenašla.
sl: Kartice ni mogoče najti.
sv: Kortet hittades inte.
sw: Kadi haikupatikana.
ta: அட்டை கிடைக்கவில்லை.
te: కార్డు దొరకలేదు.
th: ไม่พบการ์ด
tr: Kart bulunamadı.
uk: Картку не знайдено.
ur: کارڈ نہیں ملا۔
vi: Không tìm thấy thẻ.
zh_hans: 未找到卡片。
zu: Ikhadi alitholakalanga.

source: Cards
ar: البطاقات
bg: Карти
bn: কার্ড
ca: Targetes
cs: Kartičky
da: Kort
de: Karten
el: Κάρτες
es_es: Tarjetas
es_mx: Tarjetas
et: Kaardid
fa: کارت‌ها
fi: Kortit
fr: Cartes
gu: કાર્ડ
he: כרטיסיות
hi: कार्ड
hr: Kartice
hu: Kártyák
id: Kartu
is: Spjöld
it: Schede
ja: カード
kn: ಕಾರ್ಡ್‌ಗಳು
ko: 카드
lt: Kortelės
lv: Kartītes
ml: കാർഡുകൾ
mr: कार्डे
nb: Kort
nl: Kaarten
pa: ਕਾਰਡ
pl: Fiszki
pt_br: Cartões
ro: Fișe
ru: Карточки
sk: Karty
sl: Kartice
sv: Kort
sw: Kadi
ta: அட்டைகள்
te: కార్డులు
th: การ์ด
tr: Kartlar
uk: Картки
ur: کارڈز
vi: Thẻ
zh_hans: 卡片
zu: Amakhadi

source: Cards are the prompts and answers you review to learn and remember.
ar: البطاقات هي الأسئلة والأجوبة التي تراجعها للتعلم والتذكر.
bg: Картите съдържат въпроси и отговори, които преговаряте, за да учите и запомняте.
bn: কার্ডে প্রশ্ন ও উত্তর থাকে, যা শেখার ও মনে রাখার জন্য আপনি পুনরালোচনা করেন।
ca: Les targetes contenen preguntes i respostes que repasses per aprendre i recordar.
cs: Kartičky obsahují otázky a odpovědi, které si opakujete, abyste se je naučili a zapamatovali.
da: Kort indeholder spørgsmål og svar, som du repeterer for at lære og huske.
de: Karten sind die Fragen und Antworten, die du wiederholst, um zu lernen und dich zu erinnern.
el: Οι κάρτες περιέχουν ερωτήσεις και απαντήσεις που επαναλαμβάνετε για να μάθετε και να θυμάστε.
es_es: Las tarjetas son las preguntas y respuestas que repasas para aprender y recordar.
es_mx: Las tarjetas son las preguntas y respuestas que repasas para aprender y recordar.
et: Kaardid on küsimused ja vastused, mida kordad õppimiseks ja meeldejätmiseks.
fa: کارت‌ها پرسش‌ها و پاسخ‌هایی هستند که برای یادگیری و به‌خاطرسپاری مرور می‌کنید.
fi: Kortit ovat kysymyksiä ja vastauksia, joita kertaat oppiaksesi ja muistaaksesi.
fr: Les cartes sont les questions et les réponses que vous révisez pour apprendre et mémoriser.
gu: કાર્ડમાં એવા પ્રશ્નો અને જવાબો હોય છે જેનું પુનરાવર્તન કરીને તમે શીખો અને યાદ રાખો છો.
he: כרטיסיות הן שאלות ותשובות שחוזרים עליהן כדי ללמוד ולזכור.
hi: कार्ड वे संकेत और उत्तर हैं जिन्हें आप सीखने और याद रखने के लिए दोहराते हैं।
hr: Kartice sadrže pitanja i odgovore koje ponavljate kako biste učili i pamtili.
hu: A kártyák kérdések és válaszok, amelyeket a tanulás és memorizálás érdekében ismételsz.
id: Kartu berisi pertanyaan dan jawaban yang Anda ulangi untuk belajar dan mengingat.
is: Spjöld eru spurningar og svör sem þú rifjar upp til að læra og muna.
it: Le schede sono le domande e le risposte che ripassi per imparare e ricordare.
ja: カードは、学習して記憶に定着させるために復習する問題と答えです。
kn: ಕಾರ್ಡ್‌ಗಳು ನೀವು ಕಲಿಯಲು ಮತ್ತು ನೆನಪಿಡಲು ಪುನರಾವರ್ತಿಸುವ ಪ್ರಶ್ನೆಗಳು ಹಾಗೂ ಉತ್ತರಗಳು.
ko: 카드는 배우고 기억하기 위해 복습하는 질문과 답변입니다.
lt: Kortelės – tai klausimai ir atsakymai, kuriuos kartojate, kad išmoktumėte ir įsimintumėte.
lv: Kartītes ir jautājumi un atbildes, ko atkārtojat, lai mācītos un atcerētos.
ml: പഠിക്കാനും ഓർമ്മിക്കാനുമായി ആവർത്തിക്കുന്ന ചോദ്യങ്ങളും ഉത്തരങ്ങളുമാണ് കാർഡുകൾ.
mr: कार्डांमध्ये प्रश्न आणि उत्तरे असतात. त्यांची उजळणी करून तुम्ही शिकता आणि लक्षात ठेवता.
nb: Kort er spørsmålene og svarene du repeterer for å lære og huske.
nl: Kaarten zijn de vragen en antwoorden die je herhaalt om te leren en te onthouden.
pa: ਕਾਰਡਾਂ ਵਿੱਚ ਸਵਾਲ ਅਤੇ ਜਵਾਬ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਸੀਂ ਸਿੱਖਣ ਅਤੇ ਯਾਦ ਰੱਖਣ ਲਈ ਦੁਹਰਾਈ ਕਰਦੇ ਹੋ।
pl: Fiszki to pytania i odpowiedzi, które powtarzasz, aby się uczyć i zapamiętywać.
pt_br: Os cartões são as perguntas e respostas que você revisa para aprender e lembrar.
ro: Fișele sunt întrebări și răspunsuri pe care le recapitulezi pentru a învăța și a reține.
ru: Карточки — это вопросы и ответы, которые вы повторяете, чтобы учиться и запоминать.
sk: Karty sú otázky a odpovede, ktoré si opakujete, aby ste sa učili a pamätali si ich.
sl: Kartice so vprašanja in odgovori, ki jih ponavljate, da se jih naučite in si jih zapomnite.
sv: Kort är frågor och svar som du repeterar för att lära dig och minnas.
sw: Kadi ni maswali na majibu unayorudia ili kujifunza na kukumbuka.
ta: கற்கவும் நினைவில் வைக்கவும் நீங்கள் மீள்பயிற்சி செய்யும் கேள்விகளும் பதில்களுமே அட்டைகள்.
te: కార్డులు అంటే నేర్చుకోవడానికి, గుర్తుంచుకోవడానికి మీరు పునశ్చరణ చేసే ప్రశ్నలు, సమాధానాలు.
th: การ์ดคือคำถามและคำตอบที่คุณทบทวนเพื่อเรียนรู้และจดจำ
tr: Kartlar, öğrenmek ve hatırlamak için tekrar ettiğiniz soru ve yanıtlardır.
uk: Картки — це запитання та відповіді, які ви повторюєте, щоб вивчити й запам’ятати.
ur: کارڈز سوالات اور جوابات ہیں جن کی دہرائی سے آپ سیکھتے اور یاد رکھتے ہیں۔
vi: Thẻ gồm các câu hỏi và câu trả lời mà bạn ôn tập để học và ghi nhớ.
zh_hans: 卡片是你为了学习和记忆而复习的提示与答案。
zu: Amakhadi anemibuzo nezimpendulo ozibukezayo ukuze ufunde futhi ukhumbule.

source: Cards couldn't load. Try again.
ar: تعذر تحميل البطاقات. حاول مرة أخرى.
bg: Картите не можаха да се заредят. Опитайте отново.
bn: কার্ড লোড করা যায়নি। আবার চেষ্টা করুন
ca: No s'han pogut carregar les targetes. Torna-ho a provar.
cs: Kartičky se nepodařilo načíst. Zkuste to znovu.
da: Kortene kunne ikke indlæses. Prøv igen.
de: Karten konnten nicht geladen werden. Versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση των καρτών. Δοκιμάστε ξανά.
es_es: No se pudieron cargar las tarjetas. Inténtalo de nuevo.
es_mx: No se pudieron cargar las tarjetas. Inténtalo de nuevo.
et: Kaarte ei saanud laadida. Proovi uuesti.
fa: بارگیری کارت‌ها ممکن نشد. دوباره امتحان کنید.
fi: Kortteja ei voitu ladata. Yritä uudelleen.
fr: Impossible de charger les cartes. Réessayez.
gu: કાર્ડ લોડ થઈ શક્યાં નહીં. ફરી પ્રયાસ કરો.
he: לא ניתן לטעון את הכרטיסיות. יש לנסות שוב.
hi: कार्ड लोड नहीं हो सके। फिर से कोशिश करें।
hr: Nije moguće učitati kartice. Pokušajte ponovno.
hu: Nem sikerült betölteni a kártyákat. Próbáld újra.
id: Kartu tidak dapat dimuat. Coba lagi.
is: Ekki tókst að hlaða spjöld. Reyndu aftur.
it: Impossibile caricare le schede. Riprova.
ja: カードを読み込めませんでした。もう一度お試しください。
kn: ಕಾರ್ಡ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 카드를 불러오지 못했습니다. 다시 시도하세요.
lt: Nepavyko įkelti kortelių. Bandykite dar kartą.
lv: Neizdevās ielādēt kartītes. Mēģiniet vēlreiz.
ml: കാർഡുകൾ ലോഡ് ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: कार्डे लोड करता आली नाहीत. पुन्हा प्रयत्न करा.
nb: Kunne ikke laste kort. Prøv igjen.
nl: Kaarten konden niet worden geladen. Probeer het opnieuw.
pa: ਕਾਰਡ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się wczytać fiszek. Spróbuj ponownie.
pt_br: Não foi possível carregar os cartões. Tente novamente.
ro: Fișele nu au putut fi încărcate. Încearcă din nou.
ru: Не удалось загрузить карточки. Попробуйте снова.
sk: Karty sa nepodarilo načítať. Skúste to znova.
sl: Kartic ni bilo mogoče naložiti. Poskusite znova.
sv: Korten kunde inte läsas in. Försök igen.
sw: Kadi hazikuweza kupakiwa. Jaribu tena.
ta: அட்டைகளை ஏற்ற முடியவில்லை. மீண்டும் முயலவும்.
te: కార్డులను లోడ్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించండి.
th: โหลดการ์ดไม่ได้ ลองอีกครั้ง
tr: Kartlar yüklenemedi. Tekrar deneyin.
uk: Не вдалося завантажити картки. Спробуйте ще раз.
ur: کارڈز لوڈ نہیں ہو سکے۔ دوبارہ کوشش کریں۔
vi: Không thể tải thẻ. Hãy thử lại.
zh_hans: 无法加载卡片。请重试。
zu: Amakhadi awalayishekanga. Zama futhi.

source: Clear filters
ar: مسح عوامل التصفية
bg: Изчистване на филтрите
bn: ফিল্টার সাফ করুন
ca: Esborra els filtres
cs: Zrušit filtry
da: Ryd filtre
de: Filter löschen
el: Εκκαθάριση φίλτρων
es_es: Borrar filtros
es_mx: Borrar filtros
et: Tühjenda filtrid
fa: پاک کردن فیلترها
fi: Tyhjennä suodattimet
fr: Effacer les filtres
gu: ફિલ્ટર સાફ કરો
he: ניקוי מסננים
hi: फ़िल्टर साफ़ करें
hr: Očisti filtre
hu: Szűrők törlése
id: Hapus filter
is: Hreinsa síur
it: Rimuovi filtri
ja: フィルタをクリア
kn: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 필터 지우기
lt: Išvalyti filtrus
lv: Notīrīt filtrus
ml: ഫിൽട്ടറുകൾ മായ്ക്കുക
mr: फिल्टर काढा
nb: Fjern filtre
nl: Filters wissen
pa: ਫਿਲਟਰ ਹਟਾਓ
pl: Wyczyść filtry
pt_br: Limpar filtros
ro: Șterge filtrele
ru: Сбросить фильтры
sk: Vymazať filtre
sl: Počisti filtre
sv: Rensa filter
sw: Ondoa vichujio
ta: வடிகட்டிகளை நீக்கு
te: ఫిల్టర్‌లను తీసివేయి
th: ล้างตัวกรอง
tr: Filtreleri temizle
uk: Очистити фільтри
ur: فلٹر صاف کریں
vi: Xóa bộ lọc
zh_hans: 清除筛选条件
zu: Sula izihlungi

source: Close
ar: إغلاق
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_es: Cerrar
es_mx: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
gu: બંધ કરો
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
kn: ಮುಚ್ಚಿ
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ml: അടയ്ക്കുക
mr: बंद करा
nb: Lukk
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zu: Vala

source: Continue
ar: متابعة
bg: Продължи
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es_es: Continuar
es_mx: Continuar
et: Jätka
fa: ادامه
fi: Jatka
fr: Continuer
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
lv: Turpināt
ml: തുടരുക
mr: पुढे चला
nb: Fortsett
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
sw: Endelea
ta: தொடர்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zu: Qhubeka
